[ItemDefs.ID_MO_ARealBoy_Armor1 MissionItemDefinition]
ItemName="Eve Malik''"

[ItemDefs.ID_MO_ARealBoy_Armor1:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Something that can be used as a belt. Or "kill" as the pirates call it..''"

[ItemDefs.ID_MO_ARealBoy_Armor2 MissionItemDefinition]
ItemName=""Pants" are deceptive.''"

[ItemDefs.ID_MO_ARealBoy_Armor3 MissionItemDefinition]
ItemName="Pirate hat''"

[ItemDefs.ID_MO_ARealBoy_Left_Leg:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Am I left handed or something?."
